Repository: storina/storina-application-starter
Catalog: languages/onlinerShopApp-*.po
Languages: fa_ir

source: when that user select a sub categories, show type be parent category or sam category?
fa_ir: هنگامی که کاربر یک آرشیو محصول را باز میکند صفحه همان آرشیو باز شود یا وارد صفحه آرشیو والدش شود؟

source: view count custom field
fa_ir: فیلد تعداد بازدید

source: Set your custom field for view counter
fa_ir: در صورتی که میخواهید تعداد بازدید اپلیکیشن با سایتتان نیز سینک شود نام کاستوم فیلد اختصاصی سایتتان را در این فیلد قرار دهید.

source: Payment type
fa_ir: نوع پرداخت

source: In browser
fa_ir: در مرورگر

source: In application
fa_ir: درون برنامه

source: In (in application) method, when user go for payment , do not exit from application.
fa_ir: در حالت (درون برنامه)، کاربر هنگام پرداخت، از برنامه خارج نخواهد شد.

source: Register type
fa_ir: نوع ثبت نام

source: Only by email
fa_ir: فقط از طریق ایمیل

source: Only by mobile
fa_ir: فقط از طریق موبایل

source: by Email AND mobile
fa_ir: با ایمیل یا اس ام اس

source: Select your registration type in application. need to digits plugin for mobile registration.
fa_ir: نوع ثبت نام خود را در برنامه انتخاب کنید. در صورتی که از موارد ثبت نام با تلفن همراه استفاده می کنید حتما پلاگین دیجیتز (digits) را نصب و فعال داشته باشید.

source: Google map manifest
fa_ir: نقشه گوگل مانیفست

source: google map on application and orders
fa_ir: نقشه گوگل در برنامه و سفارشات

source: App send time field
fa_ir: زمان ارسال سفارش

source: Application send time field activation
fa_ir: تنظیمات اپلیکیشن

source: Debug mode
fa_ir: محیط دیباگ

source: if you dont have any information about it, do not active it
fa_ir: این امکان برای پشتیبانان تیم فنی اپلیکیشن می باشد . در غیر اینصورت حتما غیرفعال باشد.

source: debug key
fa_ir: کلید دیباگ

source: Set your secret key for debug
fa_ir: کلید مخفی خود را برای اشکال زدایی تنظیم کنید

source: vendor grouping
fa_ir: گروه بندی فروشندگان

source: do you want activate state/city select box for vendors in app?
fa_ir: آیا می خواهید باکس انتخاب استان / شهر را برای فروشندگان در برنامه فعال کنید؟

source: Vendor group by
fa_ir: گروه بندی فروشنده بر اساس

source: state
fa_ir: استان

source: city
fa_ir: شهر

source: how to grouping vendors.
fa_ir: چگونه فروشندگان را گروه بندی کنیم.

source: hidden empty states
fa_ir: مخفی شدن استان های خالی

source: do you want hidden empty states in select box?
fa_ir: آیا مایلید استان های خالی را نمایش ندهید؟

source: hide vendor list on menu
fa_ir: مخفی کردن منو لیست فروشندگان

source: hidden
fa_ir: مخفی

source: if you want to hide vendor list on menu active this
fa_ir: اگر مایل هستید لیست فروشندگان از منوی شما حذف گردد این گزینه را فعال کنید.

source: Dokan shipping type
fa_ir: نحوه اعمال حمل و نقل روی سبد خرید

source: regular shipping
fa_ir: یک بار اعمال روی کل سبد خرید‬

source: vendor shipping
fa_ir: اعمال حمل و نقل به ازای هر فروشنده (پیش فرض دکان)

source: select shipping type. vendor shipping is having seprate shipping method for each seller
fa_ir: نوع اعمال تعرفه حمل و نقل را روی سفارش تعیین کنید. محاسبه به ازای هر فروشنده (روال پیش فرض دکان) یا محاسبه یک بار به ازای هر سبد خرید.
