Repository: storina/storina-application-starter
Catalog: languages/onlinerShopApp-*.po
Languages: fa_ir

source: Catalogue
fa_ir: کاتالوگ

source: From
fa_ir: از

source: App
fa_ir: اپلیکیشن

source: FAQ
fa_ir: پرسش و پاسخ

source: enter faq shortcode id. <a href='https://nimb.ws/bOogTf' target='_blank'>Screenshot</a>
fa_ir: شناسه شورتکد پرسش و پاسخ را وارد کنید. <a href='https://nimb.ws/bOogTf' target='_blank'>تصویر</a>

source: Request Quantity is bigger than request quantity
fa_ir: تعداد محصول درخواستی از تعداد محصول مجاز بیشتر است

source: Extra information
fa_ir: اطلاعات اضافی

source: User token
fa_ir: توکن کاربر

source: Current user token id.
fa_ir: توکن کاربر فعلی

source: Gender
fa_ir: جنسيت

source: Select your gender
fa_ir: جنسیت خود را انتخاب کنید

source: National codeٔ
fa_ir: کد ملی

source: Birth date
fa_ir: تاریخ تولد

source: Emergency phone
fa_ir: تلفن اضطراری

source: Email
fa_ir: ایمیل

source: Mobile
fa_ir: موبایل

source: Mobile :
fa_ir: موبایل :

source: Shipping phone :
fa_ir: تلفن ارسال:

source: Send box time and date :
fa_ir: تاریخ و زمان ارسال بسته:

source: Mobile 1 :
fa_ir: موبایل 1 :

source: Mobile 2 :
fa_ir: موبایل 2 :

source: secondary title for show in app
fa_ir: عنوان انگلیسی برای نشان دادن در اپلیکیشن

source: Dokan is inactive.
fa_ir: توکن نامعتبر است.

source: Result not found.
fa_ir: نتیجه یافت نشد.

source: don't receive keyword for search.
fa_ir: کلمه کلیدی را برای جستجو وارد نشده

source: Sold individually
fa_ir: فروش تکی

source: Token is invalid
fa_ir: توکن نامعتبر است

source: Coupons removed successfully.
fa_ir: کوپن ها با موفقیت حذف شدند

source: Offer coupon applied.
fa_ir: کوپن تخفیف اعمال شد.

source: Coupon is invalid
fa_ir: کوپن نامعتبر است

source: Basket have coupon.
fa_ir: سبد خرید حاوی کوپن تخفیف است.

source: This order is not for you.
fa_ir: این سفارش برای شما نیست.

source: Cart is empty
fa_ir: سبد خرید خالی است

source: something wrong happen.
fa_ir: مشکلی پیش آمده است.

source: Error in insert comment.
fa_ir: در ثبت نظر خطایی رخ داد.

source: Your shop slogan here.
fa_ir: شعار فروشگاه شما.

source: All right reserved.
fa_ir: تمامی حقوق محفوظ است.

source: Open the Home page of app
fa_ir: نمایش صفحه اصلی اپلیکیشن

source: Open the site
fa_ir: باز شدن سایت

source: Open telegram channel
fa_ir: باز شدن کانال تلگرام

source: Call
fa_ir: تماس

source: Open instagram page
fa_ir: باز شدن پیج اینستاگرام

source: A custom archive
fa_ir: یک آرشیو خاص

source: A custom product
fa_ir: یک محصول خاص

source: A custom article (post)
fa_ir: یک پست سفارشی

source: A custom article (archive)
fa_ir: یک آرشیو سفارشی

source: Show Vendor List Based on Category
fa_ir: نمایش فروشندگان بر اساس دسته بندی

source: email is not sent.
fa_ir: ایمیل وارد شده وجود ندارد.

source: product id is not exists.
fa_ir: شناسه محصول وجود ندارد.

source: Onliner
fa_ir: استورینا

source: To
fa_ir: تا

source: Details
fa_ir: مشخصات کلی

source: The minimum amount needed for wallet top up is %s
fa_ir: حداقل مبلغ شارژ کیف پول %s

source: Wallet top up amount should be less than %s
fa_ir: حداکثر مبلغ شارژ کیف پول %s

source: Wallet top up amount should be between %s and %s
fa_ir: شارژ کیف پول باید مابین %s و %s باشد.

source: For order payment #
fa_ir: برای پرداخت سفارش #

source: Digits plugin not active.
fa_ir: پلاگین دیجیتز غیر فعال است.

source: This user is not exist. please review or sign up first.
fa_ir: این کاربر وجود ندارد لطفا نام کاربری را بررسی کنید یا ابتدا ثبت نام کنید.

source: Password sent.
fa_ir: رمز عبور ارسال شد.

source: Entered cod is invalid.
fa_ir: کد وارد شده نامعتبر است.

source: Verify successfully.
fa_ir: تأیید با موفقیت انجام شد.

source: Entered email is invalid.
fa_ir: ایمیل وارد شده نامعتبر است

source: This email is exist. please login.
fa_ir: این ایمیل وجود دارد. لطفا وارد شوید.

source: Register successfully.
fa_ir: ثبت نام با موفقیت انجام شد

source: Mobile number is invalid.
fa_ir: شماره موبایل نامعتبر است

source: This mobile number is exist. please login.
fa_ir: این شماره تلفن همراه وجود دارد. لطفا وارد شوید.

source: Wrong information.
fa_ir: اطلاعات اشتباه.

source: Error:
fa_ir: خطا :

source: Username is required.
fa_ir: نام کاربری اجباری است.

source: A user could not be found with this email address.
fa_ir: کاربری با این آدرس ایمیل یافت نشد.

source: Before login need to verify mobile number. please first verify that.
fa_ir: قبل از ورود باید شماره تلفن را تایید کنید. لطفا ابتدا آن را تایید کنید

source: Login successfully.
fa_ir: ورود با موفقیت انجام شد.

source: This user is not exist.
fa_ir: این کاربر وجود ندارد

source: Logout successfully.
fa_ir: خروج با موفقیت انجام شد.

source: Password reset successfully.
fa_ir: گذرواژه با موفقیت بازسازی شد.

source: Reset password link sent to your email.
fa_ir: لینک بازیابی رمز عبور به ایمیل شما ارسال شده.

source: Reset password link not sent.
fa_ir: لینک بازنشانی رمز عبور ارسال نشد.

source: Entered email is not exist.
fa_ir: ایمیل وارد شده وجود ندارد.

source: Entered mobile number invalid.
fa_ir: شماره تلفن وارد شده وجود ندارد.

source: Entered mobile number is not exist.
fa_ir: شماره تلفن وارد شده وجود ندارد.

source: yith-woocommerce-wishlist plugin is not active. please first active that.
fa_ir: افزونه yith-woocommerce-wishlist فعال نیست لطفا ابتدا آن را فعال کنید.

source: Your vote saved.
fa_ir: رأی شما ثبت شد.

source: Email is invalid
fa_ir: ایمیل وارد شده نامعتبر است

source: user not founded
fa_ir: کاربر یافت نشد.

source: Product Most viewed
fa_ir: پربازدیدترین محصولات

source: the product most was viewed from application
fa_ir: محصولات با بیشترین بازدید در اپلیکیشن

source: Loading...
fa_ir: بارگزاری...

source: Title
fa_ir: عنوان

source: Body
fa_ir: متن بدنه

source: Click event type
fa_ir: نوع لینک

source: What do you want then touch on notification?
fa_ir: هنگامی که نوتیفیکیشن لمس شد چه عملی انجام شود؟

source: Click Event Value
fa_ir: مقدار لینک

source: Enter the desired value according to the link type field.
fa_ir: مقدار مورد نظر را با توجه به فیلد نوع لینک وارد کنید.

source: Notification icon
fa_ir: آیکن

source: Select notification icon 512*512 px
fa_ir: آیکون نوتیفیکیشن را انتخاب کنید 512 * 512 پیکسل

source: send
fa_ir: ارسال

source: send notification
fa_ir: ارسال نوتیفیکیشن

source: Send Notification
fa_ir: ارسال نوتیفیکیشن

source: Online Viewers
fa_ir: کاربران آنلاین

source: Online Viewers on applications
fa_ir: اطلاعات کاربران آنلاین اپلیکیشن به همراه امکان ارسال اعلان به هر کدام به صورت مجزا.

source: Displey name
fa_ir: نام قابل نمایش

source: identifier
fa_ir: شناسه

source: Authentication
fa_ir: احراز هویت

source: Client Type
fa_ir: سیستم عامل

source: Current Version
fa_ir: ورژن اپ

source: Send Notif
fa_ir: ارسال نوتیفیکیشن

source: No Viewer has online
fa_ir: بازدید کننده ای یافت نشد

source: Search Expression
fa_ir: عبارات جستجو

source: Most search expressions was searched by users
fa_ir: بیشترین عباراتی در اپلیکیشن به وسیله کاربران جستجو شده اند به همراه تعداد تکرار جستجو

source: Product Views Daily Chart
fa_ir: نمودار بازدید روزانه اپلیکیشن

source: Product Viewes in last 7 day ago
fa_ir: تعداد بازدید های روزانه از اپلیکیشن در ۷ روز گذشته

source: Product Views Count
fa_ir: تعداد بازدید از محصولات

source: Application products view chart , Online user status , Most search expressions
fa_ir: پنل گزارش اپلیکیشن شامل بازدید های روزانه کاربران ، کاربران آنلاین ، وضعیت کاربران ، عبارات جستجو شده محبوب.

source: guest
fa_ir: میهمان

source: yes
fa_ir: بله

source: no
fa_ir: خیر

source: params is invalid
fa_ir: پارامتر ها غیر معتبر هستند

source: notification was sended
fa_ir: نوتیفیکیشن ارسال شد

source: error
fa_ir: خطا

source: viewer paginate not working
fa_ir: صفحه بندی کاربران آنلاین از کار افتاده است

source: Application Report
fa_ir: آنالیز اپلیکیشن

source: To make the customer vendor talk api worked Please first
fa_ir: برای نحوه صحیح عملکرد ماژول چت فروشنده و خریدار دکان لطفا پیش از هر کار

source: Flush rewrite rules
fa_ir: لینک ها را بازساری کن

source: Description
fa_ir: توضیحات

source: Banner address
fa_ir: آدرس بنر

source: Link
fa_ir: پیوند (Link)

source: Width px
fa_ir: عرض px

source: Height px
fa_ir: ارتفاع px

source: Category
fa_ir: دسته بندی

source: Expire
fa_ir: تاریخ انقضا

source: Action
fa_ir: کنترل

source: Upload
fa_ir: بارگذاری (Upload)

source: Delete
fa_ir: حذف

source: Save
fa_ir: ذخیره

source: Add
fa_ir: اضافه کردن بالا

source: All
fa_ir: همه

source: Open vendor page
fa_ir: ‬باز شدن صفحه فروشنده

source: Banner address 1
fa_ir: آدرس بنر 1

source: Link type
fa_ir: نوع لینک

source: Value
fa_ir: مقدار (Value)

source: One column
fa_ir: یک ستون

source: Two column
fa_ir: دو ستون

source: Banner address 2
fa_ir: آدرس بنر 2

source: Column
fa_ir: ستون

source: Show
fa_ir: نمایش

source: Slider
fa_ir: اسلایدر

source: Banners ads
fa_ir: تبلیغات بنری

source: scroll Banners ads
fa_ir: ‬تبلیغات بنری با امکان اسکرول

source: Product box
fa_ir: باکس محصولات

source: Line
fa_ir: خط

source: Space
fa_ir: فاصله

source: Post box
fa_ir: باکس مقالات (جدید)

source: Product box Colorize
fa_ir: محصولات شگفت انگیز (جدید)

source: Scroll Box
fa_ir: آیکن باکس (جدید)

source: Item
fa_ir: مورد (Item)

source: Nothing
fa_ir: هیچ

source: upload
fa_ir: بارگذاری

source: Sort
fa_ir: ترتیب

source: Show in
fa_ir: نمایش در

source: save
fa_ir: ذخیره

source: Text
fa_ir: متن

source: import
fa_ir: درون ریزی

source: Import Settings
fa_ir: تنظیمات درون ریزی

source: Import default home page settings like slider and banners and product box.note that import action remove all current settings
fa_ir: درون ریزی تنظیمات اولیه صفحه اصلی و سایر تنظیمات موجود.

source: Import configuration
fa_ir: درون ریزی تنظیمات

source: Saved changes.
fa_ir: تغییرات ذخیره شد.

source: Application settings
fa_ir: تنظیمات اپلیکیشن

source: Send notification
fa_ir: ارسال نوتیفیکیشن

source: You can not change options on site.
fa_ir: شما نمی توانید گزینه ها را در سایت تغییر دهید.

source: Notification sent.
fa_ir: نوتیفیکیشن ارسال شد.

source: Notification not send.
fa_ir: نوتیفیکیشن ارسال نشد.

source: Please fill all reqired fields.
fa_ir: لطفا تمام فیلدهای لازم را پر کنید.

source: Icon
fa_ir: آیکن

source: Link value
fa_ir: مقدار لینک

source: Send
fa_ir: ارسال

source: Delete app cache
fa_ir: پاک کردن حافظه کش اپلیکیشن

source: Delete cache
fa_ir: پاک کردن کش

source: You can delete application cache from this box.
fa_ir: شما میتوانید از این باکس کش اپلیکیشن را تخلیه کنید.

source: Deleted application cache
fa_ir: پاک کردن حافظه کش اپلیکیشن

source: Email address
fa_ir: آدرس ایمیل

source: Phone
fa_ir: تلفن

source: Emergency phon number
fa_ir: شماره تلفن اضطراری

source: Application
fa_ir: اپلیکیشن

source: Application Settings
fa_ir: تنظیمات اپلیکیشن

source: Clear cashe
fa_ir: حذف کش

source: About US
fa_ir: درباره ما

source: Shop slogan
fa_ir: شعار فروشگاه (مورد استفاده در صفحه اسپلش نسخه ios)

source: Enter the shop slogan
fa_ir: شعار فروشگاه را وارد کنید

source: select top page logo
fa_ir: لوگوی بالای صفحه را انتخاب کنید.

source: Select top page logo. PNG and width 700px height 445px
fa_ir: لوگوی بالای صفحه را انتخاب کنید. PNG و عرض ۷۰۰ پیکسل - ارتفاع ۴۴۵ پیکسل

source: Enter support Email
fa_ir: ایمیل پشتیبانی را وارد کنید.

source: Telegram
fa_ir: تلگرام

source: Enter the telegram ID (without @)
fa_ir: شناسه تلگرام را وارد کنید (بدون @)

source: mubile number
fa_ir: شماره موبایل

source: Enter support phone
fa_ir: شماره تماس پشتیبانی را وارد کنید.

source: copyright
fa_ir: کپی رایت

source: Enter the copyright text. maximum 12 char
fa_ir: متن کپی رایت را وارد کنید حداکثر 12 کلمه

source: Privacy
fa_ir: حریم خصوصی

source: Enter the privacy page url
fa_ir: URL صفحه حریم خصوصی را وارد کنید

source: Terms
fa_ir: شرایط

source: Enter the terms page url
fa_ir: URL صفحه شرایط و قوانین را وارد کنید

source: Enter the url of about us page
fa_ir: آدرس صفحه درباره ما را وارد کنید

source: Custom button
fa_ir: دکمه سفارشی

source: button text
fa_ir: متن دکمه

source: Enter the button text
fa_ir: متن دکمه را وارد کنید

source: URL button
fa_ir: URL دکمه

source: Enter the button url
fa_ir: URL دکمه را وارد کنید

source: General
fa_ir: عمومی

source: application title
fa_ir: عنوان برنامه

source: Enter the application title. use in register page and login page and etc...
fa_ir: عنوان برنامه را برای نمایش در صفحه ثبت نام و ورود و غیره ... وارد کنید

source: Splash screen logo
fa_ir: لوگوی صفحه اسپلش (مخصوص نسخه ‬ios)

source: Select the splash screen logo. PNG and 512px*512px
fa_ir: لوگوی صفحه اسپلش را انتخاب کنید. PNG - 512px*512px

source: Top page logo
fa_ir: لوگو بالا صفحه

source: Select the home page logo. this logo shows in top&left application home page. PNG witch 200px height 40px
fa_ir: لوگوی صفحه اصلی را انتخاب کنید. این لوگو در بالا- راست نمایش داده خواهد شد. PNG 200px*40px

source: Master application color
fa_ir: رنگ اصلی اپلیکیشن

source: Please select main application color
fa_ir: لطفا رنگ اصلی برنامه را انتخاب کنید

source: secondary application color
fa_ir: رنگ مکمل اپلیکیشن

source: Please select secondary application color
fa_ir: لطفا رنگ مکمل اپلیکیشن را انتخاب کنید. توضیح اینکه معمولا برای گرفتن نتیجه بهتر رنگ مکمل را ۲ درجه از رنگ اصلی روشن تر و یا تیره تر انتخاب میکنند.

source: application icon color
fa_ir: رنگ آیکن های اپلیکیشن

source: Please select application icon color
fa_ir: لطفا رنگ آیکون های برنامه را انتخاب کنید.

source: Blog
fa_ir: وبلاگ

source: Select categories that you want show their articles in application blog.
fa_ir: دسته هایی که میخواهید مطالب آنها در بخش بلاگ اپلیکیشن نمایش داده شوند را انتخاب کنید.

source: product categories menu
fa_ir: منوی دسته بندی محصولات

source: Select parent categories for show in product categories menu. pay attention that selected categories must have sub category.
fa_ir: دسته های اصلی را برای نمایش در منوی دسته بندی محصولات انتخاب کنید. توجه داشته باشید که دسته های انتخاب شده باید دارای زیر گروه باشند.

source: variation price show type
fa_ir: نوع نمایش قیمت محصولات متغیر

source: Single price
fa_ir: تک قیمت

source: Period prices
fa_ir: بازه‌ی قیمت

source: Can you select show type price in home page product boxes
fa_ir: میتوانید نوع نمایش قیمت در باکس صفحه اصلی را انتخاب کنید

source: Call number
fa_ir: شماره تماس

source: Enter the call number for call icon on top of home page.
fa_ir: بنر های تبلیغاتی را برای نمایش در دسته بندی ها وارد نمایید.

source: Show vendor avatar
fa_ir: نمایش آواتار فروشنده

source: Hidden
fa_ir: مخفی

source: Show vendor avatar on product box in home page.
fa_ir: نمایش آواتار فروشنده در باکس محصولات

source: Blog menu
fa_ir: وبلاگ

source: Show Blog menu item in home page.
fa_ir: نمایش دکمه منوی بلاگ در صفحه اصلی

source: Shoping list
fa_ir: لیست خرید

source: Show Shoping list item in home page.
fa_ir: نمایش دکمه لیست خرید در صفحه اصلی

source: Show new menu
fa_ir: نمایش منوی جدید

source: Show new menu in home page.
fa_ir: نمایش منوی جدید در صفحه اصلی

source: compare system
fa_ir: سیستم مقایسه

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیرفعال

source: activation of compare system in application.
fa_ir: میتوانید منوی سفارشی برای اپلیکیشن خود را ایجاد کنید.

source: Send time field
fa_ir: فیلد زمان ارسال

source: If users must set send time, active this field
fa_ir: اگر کاربران زمان ارسال را تنظیم کنند ، این قسمت را فعال کنید.

source: Show out of stock products at last
fa_ir: نمایش محصولات ناموجود در انتها

source: if user select sort based of stock status. out of stock product will shown at last
fa_ir: زمانی که کاربر در صفحات آرشیو تیک محصولات موجود را بزند محصولات ناموجود در انتها نمایش داده می شوند.

source: Validate phone number
fa_ir: شماره تلفن را تأیید کنید.

source: required
fa_ir: ضروری

source: would you like to validate phone number of users in checkout fields?
fa_ir: آیا می خواهید شماره تلفن کاربران را در قسمت های پرداخت اعتبار سنجی کنید؟

source: Password
fa_ir: رمز عبور

source: sms
fa_ir: پیامک

source: What's your verify type ? email or phone
fa_ir: نوع تأیید شما چیست؟ ایمیل یا تلفن

source: Show Full Name in register form
fa_ir: نمایش نام کامل در فرم ثبت نام

source: show
fa_ir: نمایش

source: Show Full Name field in register form
fa_ir: فیلد نمایش نام کامل در فرم ثبت نام

source: Show Vendors Phone
fa_ir: نمایش تلفن فروشندگان

source: Show vendors phone in information box in vendor store
fa_ir: تلفن فروشندگان را در باکس اطلاعات فروشگاه فروشنده نشان دهید

source: Backorder text
fa_ir: متن پیش خرید

source: enter backorder button text
fa_ir: متن دکمه پیش خرید را وارد کنید

source: Backorder email
fa_ir: ایمیل پیش خرید

source: enter email for backorder requests
fa_ir: ایمیل را برای ارسال درخواست های پیش خرید ارسال نمایید

source: Product English title
fa_ir: نام انگلیسی محصول

source: hide
fa_ir: مخفی کردن

source: Hide product english title in sigle product page
fa_ir: مخفی کردن نام انگلیسی محصولات در صفحات داخلی محصول

source: Force Login
fa_ir: اجبار به ورود

source: Force user to login at startup
fa_ir: اجبار به ورود برای کاربران اپلیکیشن برای استفاده از اپلیکیشن

source: Categories banners ADS
fa_ir: تبلیغات بنری دسته بندی ها

source: Enter the ads banners for archive pages
fa_ir: بنر های تبلیغاتی را برای نمایش در دسته بندی ها وارد نمایید.

source: Archive sliders
fa_ir: اسلایدر آرشیوها

source: set slider banners for show in custom archives. width 800px height 400px
fa_ir: بنر های اسلایدر را برای نمایش در دسته بندی های محصولاتتان انتخاب نمایید.. عرض 800px ارتفاع 400px

source: product Categories
fa_ir: دسته بندی محصولات

source: Product categories
fa_ir: دسته بندی محصولات

source: you can insert categories in button type. please select that.
fa_ir: شما می توانید دسته ها را به شکل دکمه قرار دهید. لطفا آنها را انتخاب کنید.

source: type
fa_ir: نوع

source: show categories thumbnails
fa_ir: نمایش تصاویر بندانگشتی دسته بندی ها

source: show categories thumbnails with scroll
fa_ir: نمایش تصاویر بندانگشتی دسته بندی ها همراه با اسکرول

source: show categories green buttons
fa_ir: نمایش دکمه دسته بندی ها

source: Select the category
fa_ir: انتخاب دسته بندی

source: Amazing box
fa_ir: باکس شگفت انگیز

source: this box show products that have offer AND have Schedule for offers.
fa_ir: این باکس محصولاتی را نشان می دهد که دارای تخفیف زمانبندی شده باشند.

source: products count
fa_ir: تعداد محصولات

source: Product count for show. max 12
fa_ir: تعداد محصولات. حداکثر 12

source: Feature icon
fa_ir: آیکن

source: Select icon for featured product PNG and 200px*50px
fa_ir: انتخاب آیکون محصولات با فرمت png و سایز 200پیکسل در 50 پیکسل

source: Select the banners for show in home page
fa_ir: بنر های دلخواه تان را برای نمایش در صفحه اصلی انتخاب نمایید.

source: Box title
fa_ir: عنوان باکس

source: Enter the title box
fa_ir: عنوان باکس را وارد نمایید.

source: category
fa_ir: دسته بندی

source: post count
fa_ir: تعداد مقالات

source: Enter post count for show in box. max 12
fa_ir: تعداد مقاله قابل نمایش در باکس را وارد کنید. حداکثر 12

source: Order by
fa_ir: مرتب سازی بر اساس

source: Created date
fa_ir: تاریخ انتشار

source: Modified date
fa_ir: تاریخ ویرایش

source: sale count
fa_ir: تعداد فروش

source: View count
fa_ir: تعداد بازدید

source: Comment count
fa_ir: تعداد نظرات

source: Random
fa_ir: تصادفی (Random)

source: Select order type for show posts.
fa_ir: نمایش ترتیب مقالات بر اساس

source: ASC
fa_ir: صعودی

source: DESC
fa_ir: نزولی

source: Select the sort type for show
fa_ir: نوع مرتب سازی را انتخاب کنید

source: float
fa_ir: شناوری

source: rtl
fa_ir: راست چین

source: ltr
fa_ir: چپ چین

source: Select the float type for show
fa_ir: نوع مرتب سازی را انتخاب کنید

source: product count
fa_ir: تعداد محصولات

source: Enter product count for show in box. max 12
fa_ir: تعداد محصول قابل نمایش در باکس را وارد کنید. حداکثر 12

source: Select order type for show products.
fa_ir: نمایش ترتیب محصولات بر اساس

source: exist
fa_ir: موجود

source: Only show exists products
fa_ir: فقط محصولات موجود نشان داده شود

source: Product box colorize
fa_ir: محصولات شگفت انگیز (جدید)

source: Background color
fa_ir: رنگ پس زمینه

source: Background color of product box
fa_ir: رنگ پس زمینه باکس محصولات

source: icon
fa_ir: تصویر

source: icon that will be shown on the right
fa_ir: تصویر سمت راست باکس محصولات رنگی

source: background image
fa_ir: تصویر پیش زمینه

source: Background image will be shown all over the box
fa_ir: تصویری که به عنوان پیش زمنیه پشت رنگ باکس نمایش داده می شود و قالبا بهتر است به صورت یک قالب آیکن باشد.

source: Scroll Banners ads
fa_ir: تبلیغات بنری

source: Scrolled box with title and icon and link
fa_ir: باکس هایی با آیکن و تیتر با قابلیت لینک به صورت اسکرول

source: Enter the banners for this slider
fa_ir: بنرها را برای این اسلایدر وارد کنید

source: space value
fa_ir: مقدار فاصله

source: Enter the space value for pixel
fa_ir: مقدار فاصله را به پیکسل وارد نمایید.

source: Home page layout
fa_ir: چیدمان صفحه اصلی

source: Design your home page for application
fa_ir: صفحه اصلی اپلیکیشن خود را طراحی کنید

source: Custom menu
fa_ir: منوی سفارشی

source: can you make custom menu for your application
fa_ir: میتوانید منوی سفارشی برای اپلیکیشن خود را ایجاد کنید

source: Pop up
fa_ir: پنجره بازشونده اصلی

source: Popup Activation
fa_ir: فعال سازی پنجره بازشونده صفحه اصلی

source: Image
fa_ir: تصویر

source: Link Text
fa_ir: متن لینک

source: Link Value
fa_ir: مقدار لینک

source: single options
fa_ir: تنظیمات داخلی

source: products count in archive page
fa_ir: تعداد محصولات در صفحه آرشیو

source: Enter the products count in archive page
fa_ir: تعداد محصولات قابل نمایش در صفحه آرشیو وارد کنید

source: Call text
fa_ir: متن تماس

source: In home page, som products have zero price. for they show (call) text. if you want to change it please enter the text that you want
fa_ir: در صفحه اصلی برخی محصولات که قیمت صفر دارند. میتوانید برای آنها متن اختصاصی مانند (تماس بگیرید) قرار دهید. پیش فرض (تماس)

source: Hide Out Of Stock Product
fa_ir: مخفی کردن محصولات ناموجود

source: Hide
fa_ir: مخفی

source: Hide out of stock product form archive and search query
fa_ir: مخفی کردن محصولات ناموجود از آرشیو و جستجو

source: related product by
fa_ir: نمایش محصولات مرتبط بر اساس

source: Woocommerce default
fa_ir: پیش فرض ووکامرس

source: show related product by which case?
fa_ir: نمایش محصولات مرتبط بر اساس

source: socials icons
fa_ir: آیکون شبکه های اجتماعی

source: this icons shown in buttom of app menu. only banner address and link using
fa_ir: این آیکن ها در پایین منوی اپلیکیشن نمایش داده خواهند شد. تنها آدرس بنر و لینک استفاده خواهد شد.

source: Static Pages
fa_ir: صفحات قوانین و مقررات

source: Privacy And Policy
fa_ir: حریم خصوصی

source: Terms And Conditions
fa_ir: شرایط و ضوابط

source: Shopping Guildline
fa_ir: تلفن همراه ارسال

source: systemic options
fa_ir: تنظیمات سیستم

source: Caching mode
fa_ir: سیستم کش (Caching)

source: Deactive
fa_ir: غیر فعال

source: Caching mode increase your application load speed
fa_ir: سیستم کش (Caching) سرعت اپلیکیشن شما را افزایش می دهد.

source: Application version
fa_ir: نسخه برنامه

source: Enter application version
fa_ir: نسخه نرم افزار را وارد کنید

source: English App Name
fa_ir: نام انگلیسی اپلیکیشن

source: English App Name has the same name you enter when making apk file
fa_ir: نام انگلیسی اپلیکیشن شما دقیقا همان مقداری که در زمان ساخت اپلیکیشن در خط تولید نامگذاری کردید.

source: APK file
fa_ir: فایل APK

source: Upload and select application file. *.apk
fa_ir: فایل APK برنامه را آپلود و انتخاب نمایید.

source: new version description
fa_ir: توضیحات نسخه جدید

source: Enter the new version descriptions. one item in one line.
fa_ir: توضیحات نسخه جدید را وارد کنید هر مورد در یک خط.

source: Fource update
fa_ir: آپدیت اجباری

source: If users must update to this version, active this field;
fa_ir: اگر کاربران باید به این نسخه بروزرسانی کنند، این فیلد فعال باشد؛

source: Archive level Start
fa_ir: شروع سطح آرشیو

source: Parent
fa_ir: والد

source: Sub category
fa_ir: زیر دسته
